{
  "10": 0,
  "90": 1,
  "a": 2,
  "ability": 3,
  "able": 4,
  "about": 5,
  "above": 6,
  "absolutely": 7,
  "across": 8,
  "act": 9,
  "acted": 10,
  "acting": 11,
  "action": 12,
  "actor": 13,
  "actors": 14,
  "actress": 15,
  "actually": 16,
  "adaptation": 17,
  "add": 18,
  "adults": 19,
  "adventure": 20,
  "affection": 21,
  "after": 22,
  "again": 23,
  "against": 24,
  "ages": 25,
  "ago": 26,
  "air": 27,
  "all": 28,
  "allows": 29,
  "almost": 30,
  "alone": 31,
  "along": 32,
  "already": 33,
  "also": 34,
  "always": 35,
  "amateurish": 36,
  "ambitious": 37,
  "america": 38,
  "american": 39,
  "among": 40,
  "amount": 41,
  "amusing": 42,
  "an": 43,
  "and": 44,
  "animated": 45,
  "animation": 46,
  "annoying": 47,
  "another": 48,
  "any": 49,
  "anyone": 50,
  "anything": 51,
  "apart": 52,
  "appeal": 53,
  "appealing": 54,
  "approach": 55,
  "are": 56,
  "around": 57,
  "art": 58,
  "artist": 59,
  "as": 60,
  "at": 61,
  "attempt": 62,
  "attention": 63,
  "attraction": 64,
  "audience": 65,
  "audiences": 66,
  "away": 67,
  "awful": 68,
  "back": 69,
  "bad": 70,
  "barely": 71,
  "battle": 72,
  "be": 73,
  "beautiful": 74,
  "beautifully": 75,
  "beauty": 76,
  "because": 77,
  "become": 78,
  "becomes": 79,
  "been": 80,
  "before": 81,
  "begins": 82,
  "being": 83,
  "believable": 84,
  "believe": 85,
  "best": 86,
  "better": 87,
  "between": 88,
  "beyond": 89,
  "big": 90,
  "bit": 91,
  "black": 92,
  "bland": 93,
  "book": 94,
  "boring": 95,
  "both": 96,
  "boy": 97,
  "brain": 98,
  "brilliant": 99,
  "bring": 100,
  "brings": 101,
  "british": 102,
  "but": 103,
  "by": 104,
  "ca": 105,
  "call": 106,
  "called": 107,
  "camera": 108,
  "can": 109,
  "captures": 110,
  "car": 111,
  "care": 112,
  "career": 113,
  "case": 114,
  "cast": 115,
  "casting": 116,
  "certainly": 117,
  "chance": 118,
  "change": 119,
  "character": 120,
  "characters": 121,
  "charm": 122,
  "charming": 123,
  "cheap": 124,
  "chemistry": 125,
  "children": 126,
  "chilling": 127,
  "cinema": 128,
  "cinematic": 129,
  "cinematography": 130,
  "clarity": 131,
  "class": 132,
  "classic": 133,
  "clear": 134,
  "clearly": 135,
  "clever": 136,
  "cliches": 137,
  "clich\u00e9": 138,
  "clich\u00e9s": 139,
  "close": 140,
  "cold": 141,
  "colorful": 142,
  "come": 143,
  "comedies": 144,
  "comedy": 145,
  "comes": 146,
  "comic": 147,
  "coming": 148,
  "comingofage": 149,
  "company": 150,
  "compelling": 151,
  "complete": 152,
  "completely": 153,
  "complex": 154,
  "concept": 155,
  "conclusion": 156,
  "considerable": 157,
  "contemporary": 158,
  "contrived": 159,
  "convincing": 160,
  "cool": 161,
  "core": 162,
  "could": 163,
  "country": 164,
  "couple": 165,
  "crafted": 166,
  "create": 167,
  "created": 168,
  "creative": 169,
  "creepy": 170,
  "crime": 171,
  "crowd": 172,
  "cultural": 173,
  "culture": 174,
  "cut": 175,
  "cute": 176,
  "d": 177,
  "dark": 178,
  "date": 179,
  "day": 180,
  "days": 181,
  "de": 182,
  "dead": 183,
  "death": 184,
  "debut": 185,
  "decent": 186,
  "deep": 187,
  "deeply": 188,
  "definitely": 189,
  "delicate": 190,
  "delight": 191,
  "delightful": 192,
  "delivers": 193,
  "depressing": 194,
  "depth": 195,
  "derivative": 196,
  "deserves": 197,
  "despite": 198,
  "detailed": 199,
  "devoid": 200,
  "dialogue": 201,
  "did": 202,
  "different": 203,
  "difficult": 204,
  "directed": 205,
  "direction": 206,
  "director": 207,
  "disney": 208,
  "do": 209,
  "documentary": 210,
  "does": 211,
  "dog": 212,
  "doing": 213,
  "done": 214,
  "down": 215,
  "drag": 216,
  "drama": 217,
  "dramatic": 218,
  "dream": 219,
  "dry": 220,
  "dull": 221,
  "dumb": 222,
  "during": 223,
  "each": 224,
  "earnest": 225,
  "easily": 226,
  "easy": 227,
  "edge": 228,
  "effective": 229,
  "effects": 230,
  "effort": 231,
  "either": 232,
  "elements": 233,
  "else": 234,
  "emotional": 235,
  "emotionally": 236,
  "emotions": 237,
  "empty": 238,
  "end": 239,
  "endearing": 240,
  "ending": 241,
  "ends": 242,
  "energetic": 243,
  "energy": 244,
  "engaging": 245,
  "engrossing": 246,
  "enjoy": 247,
  "enjoyable": 248,
  "enough": 249,
  "ensemble": 250,
  "entertaining": 251,
  "entertainment": 252,
  "entire": 253,
  "entirely": 254,
  "epic": 255,
  "episode": 256,
  "equally": 257,
  "especially": 258,
  "even": 259,
  "events": 260,
  "ever": 261,
  "every": 262,
  "everyone": 263,
  "everything": 264,
  "evil": 265,
  "exactly": 266,
  "examination": 267,
  "excellent": 268,
  "except": 269,
  "excitement": 270,
  "exciting": 271,
  "execution": 272,
  "exercise": 273,
  "expect": 274,
  "experience": 275,
  "extraordinary": 276,
  "extremely": 277,
  "eye": 278,
  "eyes": 279,
  "face": 280,
  "fact": 281,
  "fails": 282,
  "failure": 283,
  "fairly": 284,
  "falls": 285,
  "familiar": 286,
  "family": 287,
  "fans": 288,
  "fantasy": 289,
  "far": 290,
  "fare": 291,
  "fascinating": 292,
  "feature": 293,
  "feel": 294,
  "feeling": 295,
  "feels": 296,
  "felt": 297,
  "female": 298,
  "festival": 299,
  "few": 300,
  "figure": 301,
  "film": 302,
  "filmmaker": 303,
  "filmmakers": 304,
  "filmmaking": 305,
  "films": 306,
  "final": 307,
  "finally": 308,
  "find": 309,
  "fine": 310,
  "fire": 311,
  "first": 312,
  "firstrate": 313,
  "flat": 314,
  "flawed": 315,
  "flaws": 316,
  "flick": 317,
  "flicks": 318,
  "for": 319,
  "forced": 320,
  "forget": 321,
  "form": 322,
  "formula": 323,
  "found": 324,
  "four": 325,
  "frame": 326,
  "french": 327,
  "fresh": 328,
  "from": 329,
  "frustrating": 330,
  "full": 331,
  "fully": 332,
  "fun": 333,
  "funnier": 334,
  "funniest": 335,
  "funny": 336,
  "future": 337,
  "gags": 338,
  "game": 339,
  "generic": 340,
  "genre": 341,
  "gentle": 342,
  "genuine": 343,
  "genuinely": 344,
  "get": 345,
  "gets": 346,
  "getting": 347,
  "girl": 348,
  "give": 349,
  "given": 350,
  "gives": 351,
  "go": 352,
  "goes": 353,
  "going": 354,
  "gone": 355,
  "good": 356,
  "goofy": 357,
  "gorgeous": 358,
  "got": 359,
  "grace": 360,
  "grand": 361,
  "great": 362,
  "greatest": 363,
  "gripping": 364,
  "guys": 365,
  "hackneyed": 366,
  "had": 367,
  "half": 368,
  "hand": 369,
  "hard": 370,
  "hardly": 371,
  "has": 372,
  "have": 373,
  "having": 374,
  "he": 375,
  "head": 376,
  "heart": 377,
  "heartfelt": 378,
  "heartwarming": 379,
  "help": 380,
  "her": 381,
  "here": 382,
  "hero": 383,
  "high": 384,
  "highly": 385,
  "hilarious": 386,
  "him": 387,
  "himself": 388,
  "his": 389,
  "historical": 390,
  "history": 391,
  "hit": 392,
  "hold": 393,
  "hollywood": 394,
  "home": 395,
  "honest": 396,
  "horror": 397,
  "hour": 398,
  "hours": 399,
  "how": 400,
  "huge": 401,
  "human": 402,
  "humanity": 403,
  "humor": 404,
  "i": 405,
  "idea": 406,
  "ideas": 407,
  "if": 408,
  "ii": 409,
  "images": 410,
  "imagination": 411,
  "imaginative": 412,
  "imagine": 413,
  "impact": 414,
  "important": 415,
  "impossible": 416,
  "impressive": 417,
  "in": 418,
  "inside": 419,
  "insight": 420,
  "insightful": 421,
  "inspiring": 422,
  "instead": 423,
  "intelligence": 424,
  "intelligent": 425,
  "intense": 426,
  "interest": 427,
  "interested": 428,
  "interesting": 429,
  "intimate": 430,
  "into": 431,
  "intrigue": 432,
  "intriguing": 433,
  "inventive": 434,
  "is": 435,
  "issues": 436,
  "it": 437,
  "its": 438,
  "itself": 439,
  "job": 440,
  "john": 441,
  "jokes": 442,
  "journey": 443,
  "joy": 444,
  "just": 445,
  "justice": 446,
  "keep": 447,
  "keeps": 448,
  "kid": 449,
  "kids": 450,
  "kind": 451,
  "know": 452,
  "knows": 453,
  "lack": 454,
  "lacking": 455,
  "lacks": 456,
  "lame": 457,
  "last": 458,
  "latest": 459,
  "laugh": 460,
  "laughs": 461,
  "lead": 462,
  "least": 463,
  "leave": 464,
  "leaves": 465,
  "left": 466,
  "less": 467,
  "let": 468,
  "level": 469,
  "life": 470,
  "light": 471,
  "like": 472,
  "liked": 473,
  "likely": 474,
  "line": 475,
  "little": 476,
  "live": 477,
  "lives": 478,
  "living": 479,
  "ll": 480,
  "long": 481,
  "look": 482,
  "looking": 483,
  "looks": 484,
  "loss": 485,
  "lost": 486,
  "lot": 487,
  "lots": 488,
  "loud": 489,
  "love": 490,
  "lovely": 491,
  "low": 492,
  "m": 493,
  "made": 494,
  "magic": 495,
  "major": 496,
  "make": 497,
  "makes": 498,
  "making": 499,
  "man": 500,
  "manages": 501,
  "manipulative": 502,
  "manner": 503,
  "many": 504,
  "master": 505,
  "masterpiece": 506,
  "material": 507,
  "matter": 508,
  "may": 509,
  "me": 510,
  "mean": 511,
  "mediocre": 512,
  "meditation": 513,
  "melodrama": 514,
  "memorable": 515,
  "memory": 516,
  "men": 517,
  "merely": 518,
  "mess": 519,
  "message": 520,
  "michael": 521,
  "middle": 522,
  "might": 523,
  "mind": 524,
  "mindless": 525,
  "minor": 526,
  "minutes": 527,
  "mix": 528,
  "modern": 529,
  "moment": 530,
  "moments": 531,
  "money": 532,
  "monster": 533,
  "mood": 534,
  "moral": 535,
  "more": 536,
  "most": 537,
  "mostly": 538,
  "motion": 539,
  "movie": 540,
  "movies": 541,
  "moving": 542,
  "mr": 543,
  "ms": 544,
  "much": 545,
  "music": 546,
  "must": 547,
  "my": 548,
  "mystery": 549,
  "name": 550,
  "narrative": 551,
  "natural": 552,
  "nature": 553,
  "nearly": 554,
  "need": 555,
  "needs": 556,
  "neither": 557,
  "never": 558,
  "new": 559,
  "next": 560,
  "nice": 561,
  "nicely": 562,
  "night": 563,
  "no": 564,
  "none": 565,
  "nor": 566,
  "not": 567,
  "nothing": 568,
  "now": 569,
  "nt": 570,
  "obvious": 571,
  "occasionally": 572,
  "odd": 573,
  "of": 574,
  "off": 575,
  "offensive": 576,
  "offer": 577,
  "offers": 578,
  "often": 579,
  "old": 580,
  "oldfashioned": 581,
  "on": 582,
  "once": 583,
  "one": 584,
  "ones": 585,
  "only": 586,
  "opera": 587,
  "or": 588,
  "original": 589,
  "originality": 590,
  "oscar": 591,
  "other": 592,
  "otherwise": 593,
  "our": 594,
  "out": 595,
  "over": 596,
  "overcome": 597,
  "own": 598,
  "pace": 599,
  "pacing": 600,
  "painful": 601,
  "painfully": 602,
  "parents": 603,
  "part": 604,
  "particularly": 605,
  "party": 606,
  "passion": 607,
  "past": 608,
  "people": 609,
  "perfect": 610,
  "perfectly": 611,
  "performance": 612,
  "performances": 613,
  "period": 614,
  "personal": 615,
  "picture": 616,
  "pictures": 617,
  "piece": 618,
  "pieces": 619,
  "place": 620,
  "plain": 621,
  "play": 622,
  "playful": 623,
  "playing": 624,
  "plays": 625,
  "pleasant": 626,
  "pleasure": 627,
  "plenty": 628,
  "plot": 629,
  "poetry": 630,
  "point": 631,
  "pointless": 632,
  "political": 633,
  "politics": 634,
  "poor": 635,
  "poorly": 636,
  "popcorn": 637,
  "portrait": 638,
  "possible": 639,
  "power": 640,
  "powerful": 641,
  "predictable": 642,
  "premise": 643,
  "pretentious": 644,
  "pretty": 645,
  "probably": 646,
  "problem": 647,
  "problems": 648,
  "product": 649,
  "production": 650,
  "project": 651,
  "promise": 652,
  "proves": 653,
  "provocative": 654,
  "psychological": 655,
  "pure": 656,
  "purpose": 657,
  "put": 658,
  "puts": 659,
  "quality": 660,
  "questions": 661,
  "quiet": 662,
  "quirky": 663,
  "quite": 664,
  "rare": 665,
  "rarely": 666,
  "rather": 667,
  "re": 668,
  "read": 669,
  "real": 670,
  "realism": 671,
  "reality": 672,
  "really": 673,
  "reason": 674,
  "recent": 675,
  "recommend": 676,
  "refreshing": 677,
  "relationships": 678,
  "remains": 679,
  "remake": 680,
  "remarkable": 681,
  "remarkably": 682,
  "respect": 683,
  "rich": 684,
  "ride": 685,
  "ridiculous": 686,
  "right": 687,
  "ripoff": 688,
  "road": 689,
  "robert": 690,
  "rock": 691,
  "role": 692,
  "romance": 693,
  "romantic": 694,
  "room": 695,
  "run": 696,
  "running": 697,
  "runs": 698,
  "s": 699,
  "sad": 700,
  "same": 701,
  "sandler": 702,
  "sappy": 703,
  "satire": 704,
  "satisfying": 705,
  "say": 706,
  "scary": 707,
  "scene": 708,
  "scenes": 709,
  "school": 710,
  "scifi": 711,
  "score": 712,
  "screen": 713,
  "screenplay": 714,
  "script": 715,
  "seat": 716,
  "second": 717,
  "see": 718,
  "seeing": 719,
  "seem": 720,
  "seems": 721,
  "seen": 722,
  "sense": 723,
  "sensitive": 724,
  "sentimental": 725,
  "sequel": 726,
  "sequences": 727,
  "series": 728,
  "serious": 729,
  "set": 730,
  "sets": 731,
  "several": 732,
  "sex": 733,
  "sexual": 734,
  "sexy": 735,
  "shallow": 736,
  "share": 737,
  "sharp": 738,
  "she": 739,
  "short": 740,
  "shot": 741,
  "shots": 742,
  "should": 743,
  "show": 744,
  "shows": 745,
  "sick": 746,
  "side": 747,
  "silly": 748,
  "simple": 749,
  "simply": 750,
  "since": 751,
  "sincere": 752,
  "single": 753,
  "sit": 754,
  "sitting": 755,
  "situation": 756,
  "situations": 757,
  "skill": 758,
  "slapstick": 759,
  "slightly": 760,
  "sloppy": 761,
  "slow": 762,
  "small": 763,
  "smart": 764,
  "smile": 765,
  "so": 766,
  "soap": 767,
  "social": 768,
  "solid": 769,
  "some": 770,
  "someone": 771,
  "something": 772,
  "sometimes": 773,
  "somewhat": 774,
  "sophisticated": 775,
  "sort": 776,
  "soul": 777,
  "sounds": 778,
  "special": 779,
  "spectacle": 780,
  "spielberg": 781,
  "spirit": 782,
  "spiritual": 783,
  "spy": 784,
  "stale": 785,
  "stand": 786,
  "star": 787,
  "start": 788,
  "starts": 789,
  "step": 790,
  "steven": 791,
  "still": 792,
  "stories": 793,
  "story": 794,
  "storyline": 795,
  "storytelling": 796,
  "straight": 797,
  "strange": 798,
  "strangely": 799,
  "striking": 800,
  "strong": 801,
  "study": 802,
  "stuff": 803,
  "stupid": 804,
  "style": 805,
  "stylish": 806,
  "subject": 807,
  "subtle": 808,
  "succeeds": 809,
  "success": 810,
  "successful": 811,
  "such": 812,
  "suffers": 813,
  "summer": 814,
  "superficial": 815,
  "supposed": 816,
  "sure": 817,
  "surprise": 818,
  "surprises": 819,
  "surprising": 820,
  "surprisingly": 821,
  "suspense": 822,
  "sustain": 823,
  "sweet": 824,
  "take": 825,
  "taken": 826,
  "takes": 827,
  "taking": 828,
  "tale": 829,
  "talent": 830,
  "talented": 831,
  "target": 832,
  "taste": 833,
  "tedious": 834,
  "teen": 835,
  "tell": 836,
  "telling": 837,
  "tension": 838,
  "terrible": 839,
  "terrific": 840,
  "than": 841,
  "thanks": 842,
  "that": 843,
  "the": 844,
  "theater": 845,
  "their": 846,
  "them": 847,
  "themes": 848,
  "themselves": 849,
  "then": 850,
  "there": 851,
  "these": 852,
  "they": 853,
  "thin": 854,
  "thing": 855,
  "things": 856,
  "think": 857,
  "thinking": 858,
  "this": 859,
  "thoroughly": 860,
  "those": 861,
  "though": 862,
  "thought": 863,
  "thoughtful": 864,
  "three": 865,
  "thriller": 866,
  "through": 867,
  "throughout": 868,
  "time": 869,
  "times": 870,
  "tired": 871,
  "tiresome": 872,
  "title": 873,
  "to": 874,
  "today": 875,
  "together": 876,
  "told": 877,
  "tone": 878,
  "too": 879,
  "touch": 880,
  "touching": 881,
  "toward": 882,
  "tragedy": 883,
  "tragic": 884,
  "treat": 885,
  "tribute": 886,
  "tries": 887,
  "triumph": 888,
  "true": 889,
  "truly": 890,
  "truth": 891,
  "try": 892,
  "trying": 893,
  "turn": 894,
  "turns": 895,
  "tv": 896,
  "twice": 897,
  "twisted": 898,
  "twists": 899,
  "two": 900,
  "ugly": 901,
  "ultimate": 902,
  "ultimately": 903,
  "under": 904,
  "understand": 905,
  "uneven": 906,
  "unexpected": 907,
  "unfunny": 908,
  "unique": 909,
  "universal": 910,
  "unnecessary": 911,
  "unsettling": 912,
  "up": 913,
  "urban": 914,
  "us": 915,
  "use": 916,
  "uses": 917,
  "usual": 918,
  "utterly": 919,
  "value": 920,
  "ve": 921,
  "version": 922,
  "very": 923,
  "video": 924,
  "view": 925,
  "viewer": 926,
  "viewers": 927,
  "viewing": 928,
  "violence": 929,
  "vision": 930,
  "visual": 931,
  "visually": 932,
  "vivid": 933,
  "want": 934,
  "wants": 935,
  "war": 936,
  "warm": 937,
  "warmth": 938,
  "was": 939,
  "waste": 940,
  "wasted": 941,
  "watch": 942,
  "watchable": 943,
  "watching": 944,
  "way": 945,
  "ways": 946,
  "we": 947,
  "weird": 948,
  "welcome": 949,
  "well": 950,
  "wellmade": 951,
  "were": 952,
  "what": 953,
  "when": 954,
  "where": 955,
  "whether": 956,
  "which": 957,
  "while": 958,
  "who": 959,
  "whole": 960,
  "whose": 961,
  "why": 962,
  "wild": 963,
  "wildly": 964,
  "will": 965,
  "winning": 966,
  "wise": 967,
  "wit": 968,
  "with": 969,
  "without": 970,
  "witty": 971,
  "wo": 972,
  "woman": 973,
  "women": 974,
  "wonderful": 975,
  "wonderfully": 976,
  "words": 977,
  "work": 978,
  "working": 979,
  "works": 980,
  "world": 981,
  "worse": 982,
  "worst": 983,
  "worth": 984,
  "worthwhile": 985,
  "worthy": 986,
  "would": 987,
  "writerdirector": 988,
  "writing": 989,
  "written": 990,
  "wrong": 991,
  "year": 992,
  "years": 993,
  "yet": 994,
  "york": 995,
  "you": 996,
  "young": 997,
  "your": 998,
  "yourself": 999
}